<%@include file="/WEB-INF/common/layouts/common.jsp"%>
<%@ page language="java" pageEncoding="UTF-8"%>
<html>
<head>
<meta charset="UTF-8">
<meta name="renderer" content="webkit">
<meta http-equiv="X-UA-Compatible" content="IE=edge">
<title><spring:message code="index.title" /></title>
</head>
<body>

<div class="container" style="width:500px;margin-top: 15px;">

<div class="setting-profile panel panel-default">
			<div class="panel-heading">
				<h3 class="panel-title">用户协议</h3>
			</div>
			<div class="panel-body">
				<h3 class="panel-title">版权</h3>
				<div class="help-block">
	此网址的内容和图表受到中国版权法律、法规及相关国际条约的保护。Nextoffer 拥有一切权利，未经 Nextoffer 同意，不允许全部或部分复制、转载或以其他任何方式使用。禁止以任何目的重新使用 Nextoffer 网上的内容和图表。在内容和图表不作任何修改、保留内容未做修改以及事先得到 Nextoffer 的许可的情况下，Nextoffer 的网上材料可作为网外信息方面和非商业方面的用途。经 Nextoffer 同意后复制、转载或者以其他形式使用本网站相关资料的，应当标明资料来源于「Nextoffer」，以及 Nextoffer 或相关第三方拥有该等资料的著作权的字样。申请使用 Nextoffer 内容的许可是按逐个批准的原则进行的。Nextoffer 欢迎使用者提出申请。请把请求直接提交给 next@nashangban.com。请勿复制或采用 Nextoffer 所创造的用以制成网页的 HTML 。HTML 的版权同样属于 Nextoffer。
	Nextoffer 对其网址上的所有图标、图饰、图表、色彩、文字表述及其组合、版面设计、数据库均享有完全的著作权及其衍生的其他全部权利，对发布的信息均享有专有的发布和使用权。未经 Nextoffer 及/或 Nextoffer 合作者事先书面许可，不得复制或以任何其他方式使用上述商标。
				</div>
			
			
				<h3 class="panel-title">免责条款</h3>
				<div class="help-block">
				Nextoffer 并未随时监视此网址，但保留进行随时监视的权利。对于非 Nextoffer 公布的材料，Nextoffer 一概不负任何责任。使用者承认并同意，应聘信息发布方对存入简历中心的个人简历及材料的格式、内容的准确性和合法性负有全部责任，招聘信息发布方对于其在职位数据库公布的材料的准确性和合法性负有全部责任。对于 Nextoffer 为使用者提供便利而设置的外部链接网址，Nextoffer 并不保证其准确性、安全性和完整性，亦并不代表本网站对其链接内容的认可，请使用者谨慎确认后使用，Nextoffer 对由此导致的任何损失或伤害不承担任何责任。
<br>
<br>
Nextoffer 对由于政府禁令、现行生效的适用法律或法规的变更、火灾、地震、动乱、战争、停电、通讯线路中断、黑客攻击、计算机病毒侵入或发作、电信部门技术调整、因政府管制而造成网站的暂时性关闭等任何影响网络正常运营的不可预见、不可避免、不可克服和不可控制的事件（不可抗力事件），以及他人蓄意破坏、Nextoffer 工作人员的疏忽或不当使用，正常的系统维护、系统升级，或者因网络拥塞而导致本网站不能访问而造成的本网站所提供的信息及数据的延误、停滞或错误，以及使用者由此受到的一切损失不承担任何责任。
<br>
<br>
Nextoffer 不能保证某一种职位描述会有一定数目的使用者来浏览，也不能保证会有一位特定的使用者来浏览。
				</div>
			
			
				<h3 class="panel-title">网站使用</h3>
				<div class="help-block">
				明确的禁止使用
				<br>
				<br>
Nextoffer 只能用于合法的特定目的，即个人寻找职业和雇主寻找雇员。Nextoffer 明确禁止任何其他用途，并要求所有使用者保证不用于下列任何一种用途：<br>

在简历中心公布不完整、虚假或不准确的简历资料，或不是使用者个人的准确简历（而为他人寻找全职或兼职工作）。<br>
公布不是简历的资料，如意见、通知、商业广告或其他非简历内容。<br>
为 Nextoffer 的竞争同行回应职位，并用此方法寻求与雇主联络业务。<br>
除发布者外，删除或修改其他个人或公司公布的资料。<br>
擅自打印、复制或以其他方式使用有关雇员的任何个人资料或有关雇主的商业信息。<br>
未经同意，给公布信息的个人或公司发电子邮件、打电话、寄信或以其他方式进行接触。<br>
网址安全法规<br>

禁止使用者破坏或企图破坏 Nextoffer 的安全法规，包括但不限于：<br>

接触未经许可的数据或进入未经许可的服务器或帐户。<br>
没有得到许可，企图探查、扫描或测试系统或网络的弱点，或者破坏安全措施。<br>
企图干涉对用户及网络的服务，包括但不限于通过超载、「邮件炸弹」或「摧毁」等手段。<br>
发送促销、产品广告及服务的 email。<br>
伪造 TCP/IP 数据包名称或部分名称。<br>
总则<br>

严禁出现以下情况:<br>

违反任何适用的法律法规。<br>
侵犯他人的版权、商业机密、或其他知识产权，或侵犯他人隐私权、出版权或任何其他个人合法权利。<br>
利用 Nextoffer 传送、分发、储存属于诽谤、淫秽、威胁、辱骂、毁损他人的或其他非法或违反社会公德的材料。<br>
利用 Nextoffer 提供的服务系统进行任何可能对互联网正常运转造成不利影响的行为。<br>
以任何形式使用 Nextoffer 提供的服务进行任何不利于 Nextoffer 的行为。<br>
				</div>
				
				
				
				<h3 class="panel-title">暂停使用，中止使用</h3>
				<div class="help-block">
				任何经 Nextoffer 确定已违反了网站使用规则某一项或多项规定的使用者，将收到一份书面警告。如果该使用者同意以书面形式表示再也不会出现违犯行为，Nextoffer 有权决定是否给予暂停使用或终止使用的处理。然而，如果 Nextoffer 认为必要时，也可不提出警告而马上暂停或终止对该使用者的服务。如果 Nextoffer 确定某一使用者再次违犯了网络使用规则的任何一项规定，无需再发通知，该使用者立即受到暂停使用或终止使用的处理。
				</div>
				
				
				
				
				<h3 class="panel-title">保密</h3>
				<div class="help-block">
				除了本网址在信息保密中提出的条款外，使用者理解并同意，Nextoffer 在不公开姓名的情况下，可以向第三方提供综合性的资料。除非依照法律、法规、法院命令、监管机构命令的要求，或根据政府行为、监管要求或请求，或因 Nextoffer 其认为系为遵守监管义务所需时，在没有本人事先同意的情况下，Nextoffer 不会向第三方公开使用者的姓名、地址、电子邮件和电话等个人信息，但下列情况除外：
<br>
根据执法单位之要求或为公共之目的向相关单位提供个人资料；<br>
由于访问者将用户密码告知他人或与他人共享注册帐户，由此导致的任何个人资料泄露；<br>
由于黑客攻击、计算机病毒侵入或发作、因政府管制而造成的暂时性关闭等影响网络正常经营之不可抗力而造成的个人资料泄露、丢失、被盗用或被窜改等；<br>
由于与本网站链接的其他网站所造成之个人资料泄露及由此而导致的任何法律争议和后果；<br>
为免除访问者在生命、身体或财产方面之急迫危险。<br>
				</div>
				
				
				
				
				<h3 class="panel-title">风险声明</h3>
				<div class="help-block">
				使用者使用本网址及其内信息须自行承担风险。本网址的材料是按「正如……的情况」所提供的，Nextoffer 对材料不作任何明示的或暗示的保证。除非适用的法律法规有明确规定，Nextoffer 及其所属网络对销售性的和适合于某一特定目的的一切保证不予承认。Nextoffer 不能保证材料的特殊目的不受阻挠不出错误，也不能保证错误会得到纠正，也不能保证本网址或制成本网址的材料不含有病毒或其他有害成分。在有关材料的使用或使用结果方面，Nextoffer 对材料的正确性、准确性、可靠性或其他方面不作出保证或任何说明。使用者（而不是 Nextoffer）承担一切必要的服务、修理或改正费用。在适用法规不允许暗含保证可免除承担一切费用的范围里，免除上述承担费用不适用于你。
				</div>
				
				
				
				
				
				
				
				
				
				
				
				
			</div>	
		</div>
</div>

</body>
</html>